Repository: emludei/emludei_blog
Catalog: wsgi/emludeiblog/comments/locale/*/LC_MESSAGES/django.po
Languages: ru

source: To mark selected comments as removed
ru: Отметить выделенные коментарии как удаленные

source: Comment
ru: Комментарий

source: User
ru: Пользователь

source: Object ID
ru: ID объекта

source: Date
ru: Дата

source: Is removed
ru: Удален

source: Parent
ru: Родитель

source: Comments
ru: Комментарии

source: Can remove comment
ru: Может удалить комментарий

source: Can remove comment tree
ru: Может удалить дерево комментариев

source: Ajax requests are only supported.
ru: Поддерживаются только ajax запросы.

source: You can add comment only using POST query.
ru: Добавить комментарий можно только используя POST запрос.

source: Comment with such id ({0}) does not exist.
ru: Комментарий с таким id ({0}) не существует.

source: Comment successfully removed.
ru: Комментарий успешно удален.

source: Comments tree successfully removed.
ru: Дерево комментариев успешно удалено.
